[
  {"id":"EmergingArtEcosystem2020","abstract":"Many companies are building or joining collaborative networks. The challenge is how to effectively set up and manage these ecosystems and use them strategically to maximize value—and gain a competitive edge.","accessed":{"date-parts":[[2021,2,23]]},"container-title":"Germany - DE","issued":{"date-parts":[[2020,10,26]]},"language":"de-DE","title":"The Emerging Art of Ecosystem Management","type":"webpage","URL":"https://www.bcg.com/de-de/publications/2019/emerging-art-ecosystem-management"},
  {"id":"HowBusinessEcosystems","accessed":{"date-parts":[[2021,2,23]]},"title":"How Business Ecosystems Rise (and Often Fall)","type":"webpage","URL":"https://sloanreview.mit.edu/article/how-business-ecosystems-rise-and-often-fall/"},
  {"id":"kochEnterprisePlanungEinfuehrung2009","abstract":"Die Verwendung von Web 2.0-Techniken und entsprechenden Werkzeugen birgt großes Potential für ein Unternehmen. Dieses Potential aufzuzeigen und nutzbar zu machen ist das Ziel des vorliegenden Buches. Nach einer Einführung in die Thematik werden die wichtigsten Softwaregattungen und deren Anwendungsfelder im betrieblichen Umfeld vorgestellt. Die Beschreibungen sind dabei jeweils mit Beispielen und Handlungsleitfäden illustriert. Fallstudien aus 15 Organisationen unterstützen den Leser dabei sich einen Überblick zu verschaffen oder sich Anregungen zu holen wie man ganz konkrete Szenarien - z.B. Teamarbeit oder Informationsmanagement - im Unternehmen unterstützen kann. Nach einer ausführlichen Diskussion der wichtigsten Herausforderungen beim Einsatz von Social Software wird das Buch mit einer Diskussion neuer Konzepte wie Semantic Web, Virtuelle Welten und Ubiquitäre Benutzungsschnittstellen abgerundet.","author":[{"family":"Koch","given":"Michael"},{"family":"Richter","given":"Alexander"}],"ISBN":"978-3-486-59364-8","issued":{"date-parts":[[2009,12,16]]},"language":"de","number-of-pages":"275","publisher":"Oldenbourg Verlag","source":"Google Books","title":"Enterprise 2.0: Planung, Einführung und erfolgreicher Einsatz von Social Software in Unternehmen","title-short":"Enterprise 2.0","type":"book"},
  {"id":"kroghValveOrganizationOpportunities2015","abstract":"Valve is a very interesting case study! The company shares many features with open source software projects. In Valve, as in the open source world, the focus is on creating advanced technologies and letting developers self-select projects and tasks. Self-selection seems to work particularly well in an environment where technology development itself has a coordinating function. In software development, people have a strong bond of common knowledge based on design philosophies and approaches, language and terminology, and engineering tasks. In most cases, they also share a similar educational background and/or development experience that helps them implement creative ideas in physical machines and graphic environments. Developers rarely rely on detailed instructions from higher-level managers because they already have the implicit knowledge of what needs to be done. When inconsistent views about development come to the forefront, they are best reconciled where the knowledge resides: with the experts. Moreover, it appears that Valve has uncovered how developers’ self-selection of projects and tasks can be a powerful motivator to unleash their creativity.","author":[{"family":"Krogh","given":"Georg"},{"family":"Geilinger","given":"Nina"}],"container-title":"Journal of Organization Design","container-title-short":"Journal of Organization Design","DOI":"10.7146/jod.20159","issued":{"date-parts":[[2015,6,23]]},"note":"cites: kroghValveOrganizationOpportunities2015","page":"18","source":"ResearchGate","title":"Valve’s Organization: Opportunities and open questions","title-short":"Valve’s Organization","type":"article-journal","volume":"4"},
  {"id":"moesleinOpenInnovation2009","abstract":"Open Innovation bezeichnet Innovationsprozesse, die nicht an den Grenzen von Unternehmen oder deren Innovationsabteilungen enden, sondern Akteure unabhängig von deren institutioneller Zugehörigkeit als Ideengeber, Konzeptentwickler oder auch Innovationsumsetzer in die Gestaltung von Innovationen einbinden. Dieser Beitrag skizziert Grundlagen und Realisierungsformen der Open Innovation. Er stellt die einzubindenden Akteure und ihre Rollen im Innovationsgeschehen vor und führt ein in die fünf zentralen Werkzeugklassen, auf die Unternehmen zur Implementierung von Open Innovation heute zurückgreifen können. Herausforderungen und Spannungsfelder, die bei der Realisierung von Open Innovation zu berücksichtigen sind, werden abschließend aufgezeigt.","accessed":{"date-parts":[[2021,2,23]]},"author":[{"family":"Möslein","given":"Kathrin M."},{"family":"Neyer","given":"Anne-Katrin"}],"container-title":"Kommunikation als Erfolgsfaktor im Innovationsmanagement: Strategien im Zeitalter der Open Innovation","DOI":"10.1007/978-3-8349-8242-1_4","editor":[{"family":"Zerfaß","given":"Ansgar"},{"family":"Möslein","given":"Kathrin M."}],"event-place":"Wiesbaden","ISBN":"978-3-8349-8242-1","issued":{"date-parts":[[2009]]},"language":"de","page":"85-103","publisher":"Gabler","publisher-place":"Wiesbaden","source":"Springer Link","title":"Open Innovation","type":"chapter","URL":"https://doi.org/10.1007/978-3-8349-8242-1_4"}
]
